Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Stats_Why_TooFewElements
source: There are too few elements.
ar: العناصر قليلة جدًا.
cs: Prvků je příliš málo.
de: Es gibt zu wenige Elemente.
el: Υπάρχουν πολύ λίγα στοιχεία.
es: Hay muy pocos elementos.
fa: عناصر بسیار کم‌اند.
fr: Il y a trop peu d'éléments.
hu: Túl kevés az elem.
id: Elemen terlalu sedikit.
it: Gli elementi sono troppo pochi.
ja: 要素が足りません。
ko: 요소가 너무 적습니다.
pl: Za mało elementów.
pt: Há poucos elementos.
ro: Există prea puține elemente.
th: องค์ประกอบน้อยเกินไป
tr: Çok az öğe var.
uk: Замало елементів.
vi: Có quá ít phần tử.
zh_hans: 元素太少。
zh_hant: 元素太少。

# Stats_Why_AllSame
source: All values are the same.
ar: كل القيم متطابقة.
cs: Všechny hodnoty jsou stejné.
de: Alle Werte sind gleich.
el: Όλες οι τιμές είναι ίδιες.
es: Todos los valores son iguales.
fa: همهٔ مقادیر یکسان‌اند.
fr: Toutes les valeurs sont identiques.
hu: Minden érték azonos.
id: Semua nilai sama.
it: Tutti i valori sono uguali.
ja: すべて同じ値です。
ko: 모든 값이 같습니다.
pl: Wszystkie wartości są takie same.
pt: Todos os valores são iguais.
ro: Toate valorile sunt identice.
th: ค่าทั้งหมดเหมือนกัน
tr: Tüm değerler aynı.
uk: Усі значення однакові.
vi: Mọi giá trị đều giống nhau.
zh_hans: 所有值都相同。
zh_hant: 所有值都相同。

# Stats_Why_TooManyElements
source: Not calculated because there are too many elements.
ar: لم يتم الحساب لأن العناصر كثيرة جدًا.
cs: Nevypočítáno, protože prvků je příliš mnoho.
de: Nicht berechnet, da es zu viele Elemente gibt.
el: Δεν υπολογίστηκε επειδή υπάρχουν πάρα πολλά στοιχεία.
es: No se calculó porque hay demasiados elementos.
fa: محاسبه نشد زیرا عناصر بیش از حد زیادند.
fr: Non calculé, car il y a trop d'éléments.
hu: Nincs kiszámítva, mert túl sok az elem.
id: Tidak dihitung karena elemen terlalu banyak.
it: Non calcolato perché gli elementi sono troppi.
ja: 要素数が多すぎるため求めていません。
ko: 요소가 너무 많아 계산하지 않았습니다.
pl: Nie obliczono, ponieważ elementów jest za dużo.
pt: Não calculado porque há elementos demais.
ro: Nu s-a calculat, deoarece există prea multe elemente.
th: ไม่ได้คำนวณเนื่องจากมีองค์ประกอบมากเกินไป
tr: Çok fazla öğe olduğundan hesaplanmadı.
uk: Не обчислено через забагато елементів.
vi: Không tính vì có quá nhiều phần tử.
zh_hans: 元素太多，因此未计算。
zh_hant: 因為元素太多，所以未計算。

# Stats_Why_NotApplicable
source: Not available for this type.
ar: غير متاح لهذا النوع.
cs: Pro tento typ není k dispozici.
de: Für diesen Typ nicht verfügbar.
el: Δεν είναι διαθέσιμο για αυτόν τον τύπο.
es: No disponible para este tipo.
fa: برای این نوع در دسترس نیست.
fr: Non disponible pour ce type.
hu: Ennél a típusnál nem érhető el.
id: Tidak tersedia untuk tipe ini.
it: Non disponibile per questo tipo.
ja: この型では求めません。
ko: 이 형식에서는 사용할 수 없습니다.
pl: Niedostępne dla tego typu.
pt: Não disponível para este tipo.
ro: Indisponibil pentru acest tip.
th: ใช้ไม่ได้กับชนิดนี้
tr: Bu tür için kullanılamaz.
uk: Недоступно для цього типу.
vi: Không khả dụng cho kiểu này.
zh_hans: 不适用于此类型。
zh_hant: 不適用於此類型。

# Stats_Class_None
source: Not classified
ar: غير مصنّف
cs: Neklasifikováno
de: Nicht klassifiziert
el: Χωρίς ταξινόμηση
es: Sin clasificar
fa: دسته‌بندی‌نشده
fr: Non classé
hu: Nem osztályozott
id: Tidak diklasifikasikan
it: Non classificato
ja: 未分類
ko: 분류되지 않음
pl: Niesklasyfikowane
pt: Não classificado
ro: Neclasificat
th: ไม่ได้จัดประเภท
tr: Sınıflandırılmadı
uk: Не класифіковано
vi: Chưa phân loại
zh_hans: 未分类
zh_hant: 未分類

# Stats_Class_Zero
source: Zero-filled
ar: مملوء بالأصفار
cs: Vyplněno nulami
de: Mit Nullen gefüllt
el: Γεμάτο με μηδενικά
es: Relleno de ceros
fa: پرشده با صفر
fr: Rempli de zéros
hu: Nullákkal kitöltött
id: Berisi nol
it: Riempito di zeri
ja: ゼロ埋め
ko: 0으로 채워짐
pl: Wypełnione zerami
pt: Preenchido com zeros
ro: Umplut cu zero
th: เติมด้วยศูนย์
tr: Sıfırla dolu
uk: Заповнено нулями
vi: Toàn số 0
zh_hans: 填充零
zh_hant: 以零填滿

# Stats_Class_Constant
source: Constant
ar: ثابت
cs: Konstanta
de: Konstant
el: Σταθερό
es: Constante
fa: ثابت
hu: Állandó
id: Konstan
it: Costante
ja: 定数
ko: 상수
pl: Stała
pt: Constante
th: ค่าคงที่
tr: Sabit
uk: Сталі
vi: Hằng số
zh_hans: 常量
zh_hant: 常數

# Stats_Class_Text
source: Text
ar: نص
el: Κείμενο
es: Texto
fa: متن
fr: Texte
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt: Texto
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# Stats_Class_Encrypted
source: Encrypted or random
ar: مشفر أو عشوائي
cs: Šifrované nebo náhodné
de: Verschlüsselt oder zufällig
el: Κρυπτογραφημένο ή τυχαίο
es: Cifrado o aleatorio
fa: رمزنگاری‌شده یا تصادفی
fr: Chiffré ou aléatoire
hu: Titkosított vagy véletlen
id: Terenkripsi atau acak
it: Crittografato o casuale
ja: 暗号化・乱数
ko: 암호화 또는 무작위
pl: Zaszyfrowane lub losowe
pt: Criptografado ou aleatório
ro: Criptat sau aleator
th: เข้ารหัสลับหรือสุ่ม
tr: Şifreli veya rastgele
uk: Зашифровані або випадкові
vi: Mã hóa hoặc ngẫu nhiên
zh_hans: 加密或随机
zh_hant: 加密或亂數

# Stats_Class_Compressed
source: Compressed
ar: مضغوط
cs: Komprimované
de: Komprimiert
el: Συμπιεσμένο
es: Comprimido
fa: فشرده
fr: Compressé
hu: Tömörített
id: Terkompresi
it: Compresso
ja: 圧縮
ko: 압축됨
pl: Skompresowane
pt: Compactado
ro: Comprimat
th: บีบอัด
tr: Sıkıştırılmış
uk: Стиснені
vi: Đã nén
zh_hans: 压缩
zh_hant: 已壓縮

# Stats_Class_Binary
source: Binary
ar: ثنائي
cs: Binární
de: Binär
el: Δυαδικό
es: Binario
fa: دودویی
fr: Binaire
hu: Bináris
id: Biner
it: Binario
ja: バイナリ
ko: 바이너리
pl: Binarne
pt: Binário
ro: Binar
th: ไบนารี
tr: İkili
uk: Двійкові
vi: Nhị phân
zh_hans: 二进制
zh_hant: 二進位

# Stats_Class_Unreadable
source: Unreadable
ar: غير قابل للقراءة
cs: Nečitelné
de: Nicht lesbar
el: Μη αναγνώσιμο
es: Ilegible
fa: ناخوانا
fr: Illisible
hu: Olvashatatlan
id: Tidak terbaca
it: Illeggibile
ja: 読み込み不可
ko: 읽을 수 없음
pl: Nieczytelne
pt: Ilegível
ro: Ilizibil
th: อ่านไม่ได้
tr: Okunamıyor
uk: Не читається
vi: Không đọc được
zh_hans: 不可读取
zh_hant: 無法讀取

# Stats_Confidence_Low
source: Low
ar: منخفضة
cs: Nízká
de: Niedrig
el: Χαμηλή
es: Baja
fa: کم
fr: Faible
hu: Alacsony
id: Rendah
it: Bassa
ja: 低
ko: 낮음
pl: Niska
pt: Baixa
ro: Scăzută
th: ต่ำ
tr: Düşük
uk: Низька
vi: Thấp
zh_hans: 低
zh_hant: 低

# Stats_Confidence_Medium
source: Medium
ar: متوسطة
cs: Střední
de: Mittel
el: Μέτρια
es: Media
fa: متوسط
fr: Moyenne
hu: Közepes
id: Sedang
it: Media
ja: 中
ko: 보통
pl: Średnia
pt: Média
ro: Medie
th: ปานกลาง
tr: Orta
uk: Середня
vi: Trung bình
zh_hans: 中
zh_hant: 中

# Stats_Confidence_High
source: High
ar: عالية
cs: Vysoká
de: Hoch
el: Υψηλή
es: Alta
fa: زیاد
fr: Élevée
hu: Magas
id: Tinggi
it: Alta
ja: 高
ko: 높음
pl: Wysoka
pt: Alta
ro: Ridicată
th: สูง
tr: Yüksek
uk: Висока
vi: Cao
zh_hans: 高
zh_hant: 高

# Stats_Item_Count
source: Elements
ar: العناصر
cs: Prvky
de: Elemente
el: Στοιχεία
es: Elementos
fa: عناصر
fr: Éléments
hu: Elemek
id: Elemen
it: Elementi
ja: 要素数
ko: 요소 수
pl: Elementy
pt: Elementos
ro: Elemente
th: องค์ประกอบ
tr: Öğeler
uk: Елементи
vi: Số phần tử
zh_hans: 元素数
zh_hant: 元素數

# Stats_ItemDesc_Count
source: Number of counted elements (excluding NaN and infinity)
ar: عدد العناصر المحسوبة (باستثناء NaN واللانهاية)
cs: Počet započtených prvků (bez NaN a nekonečna)
de: Anzahl der gezählten Elemente (ohne NaN und Unendlich)
el: Πλήθος στοιχείων που μετρήθηκαν (εκτός NaN και άπειρου)
es: Número de elementos contados (sin NaN ni infinito)
fa: تعداد عناصر شمرده‌شده (بدون NaN و بی‌نهایت)
fr: Nombre d'éléments comptés (hors NaN et infini)
hu: A megszámolt elemek száma (NaN és végtelen nélkül)
id: Jumlah elemen yang dihitung (tidak termasuk NaN dan tak hingga)
it: Numero di elementi contati (esclusi NaN e infinito)
ja: 数えた要素の数 (NaN・∞ を除く)
ko: 센 요소의 수(NaN 및 무한대 제외)
pl: Liczba policzonych elementów (bez NaN i nieskończoności)
pt: Número de elementos contados (excluindo NaN e infinito)
ro: Numărul de elemente numărate (fără NaN și infinit)
th: จำนวนองค์ประกอบที่นับ (ไม่รวม NaN และอนันต์)
tr: Sayılan öğe sayısı (NaN ve sonsuz hariç)
uk: Кількість підрахованих елементів (без NaN і нескінченностей)
vi: Số phần tử đã đếm (không gồm NaN và vô cực)
zh_hans: 计入的元素数（不包括 NaN 和无穷大）
zh_hant: 計數的元素數目（不含 NaN 和無限大）

# Stats_Item_Sum
source: Sum
ar: المجموع
cs: Součet
de: Summe
el: Άθροισμα
es: Suma
fa: مجموع
fr: Somme
hu: Összeg
id: Jumlah
it: Somma
ja: 合計
ko: 합계
pl: Suma
pt: Soma
ro: Sumă
th: ผลรวม
tr: Toplam
uk: Сума
vi: Tổng
zh_hans: 总和
zh_hant: 總和

# Stats_ItemDesc_Sum
source: Sum of the elements (exact 128-bit for integers, compensated for floating point)
ar: مجموع العناصر (دقيق بـ 128 بت للأعداد الصحيحة، ومعوَّض للفاصلة العائمة)
cs: Součet prvků (u celých čísel přesně ve 128 bitech, u plovoucí čárky s kompenzací)
de: Summe der Elemente (exakt mit 128 Bit für Ganzzahlen, kompensiert für Gleitkommazahlen)
el: Άθροισμα των στοιχείων (ακριβές 128 bit για ακέραιους, αντισταθμισμένο για κινητή υποδιαστολή)
es: Suma de los elementos (exacta con 128 bits para enteros, compensada para punto flotante)
fa: مجموع عناصر (دقیق 128 بیتی برای اعداد صحیح، جبران‌شده برای ممیز شناور)
fr: Somme des éléments (exacte sur 128 bits pour les entiers, compensée pour les flottants)
hu: Az elemek összege (egészeknél pontos 128 bites, lebegőpontos értékeknél kompenzált összegzés)
id: Jumlah elemen (tepat 128-bit untuk bilangan bulat, dengan kompensasi untuk floating-point)
it: Somma degli elementi (esatta a 128 bit per gli interi, compensata per i valori in virgola mobile)
ja: 要素の合計 (整数型は 128 bit で正確に、浮動小数点は補正付き加算)
ko: 요소의 합계(정수는 128비트로 정확하게, 부동 소수점은 보정 합산)
pl: Suma elementów (dokładna 128-bitowa dla liczb całkowitych, z kompensacją dla liczb zmiennoprzecinkowych)
pt: Soma dos elementos (exata em 128 bits para inteiros, compensada para ponto flutuante)
ro: Suma elementelor (exactă pe 128 de biți pentru întregi, compensată pentru virgulă mobilă)
th: ผลรวมขององค์ประกอบ (แม่นยำ 128 บิตสำหรับจำนวนเต็ม แบบชดเชยสำหรับทศนิยมลอยตัว)
tr: Öğelerin toplamı (tamsayılar için tam 128 bit, kayan nokta için dengelenmiş)
uk: Сума елементів (точна 128-бітова для цілих, з компенсацією для чисел із рухомою комою)
vi: Tổng các phần tử (chính xác 128 bit cho số nguyên, có bù sai số cho số thực dấu phẩy động)
zh_hans: 元素的总和（整数使用精确的 128 位计算，浮点数使用补偿求和）
zh_hant: 元素的總和（整數以 128 位元精確計算，浮點數使用補償加法）

# Stats_Item_Minimum
source: Minimum
ar: الحد الأدنى
el: Ελάχιστο
es: Mínimo
fa: حداقل
it: Minimo
ja: 最小値
ko: 최솟값
pt: Mínimo
ro: Minim
th: ต่ำสุด
tr: En küçük
uk: Мінімум
vi: Nhỏ nhất
zh_hans: 最小值
zh_hant: 最小值

# Stats_ItemDesc_Minimum
source: Smallest element
ar: أصغر عنصر
cs: Nejmenší prvek
de: Kleinstes Element
el: Μικρότερο στοιχείο
es: Elemento más pequeño
fa: کوچک‌ترین عنصر
fr: Plus petit élément
hu: A legkisebb elem
id: Elemen terkecil
it: Elemento più piccolo
ja: 最も小さい要素
ko: 가장 작은 요소
pl: Najmniejszy element
pt: Menor elemento
ro: Cel mai mic element
th: องค์ประกอบที่เล็กที่สุด
tr: En küçük öğe
uk: Найменший елемент
vi: Phần tử nhỏ nhất
zh_hans: 最小的元素
zh_hant: 最小的元素

# Stats_Item_Maximum
source: Maximum
ar: الحد الأقصى
el: Μέγιστο
es: Máximo
fa: حداکثر
id: Maksimum
it: Massimo
ja: 最大値
ko: 최댓값
pl: Maksimum
pt: Máximo
ro: Maxim
th: สูงสุด
tr: En büyük
uk: Максимум
vi: Lớn nhất
zh_hans: 最大值
zh_hant: 最大值

# Stats_ItemDesc_Maximum
source: Largest element
ar: أكبر عنصر
cs: Největší prvek
de: Größtes Element
el: Μεγαλύτερο στοιχείο
es: Elemento más grande
fa: بزرگ‌ترین عنصر
fr: Plus grand élément
hu: A legnagyobb elem
id: Elemen terbesar
it: Elemento più grande
ja: 最も大きい要素
ko: 가장 큰 요소
pl: Największy element
pt: Maior elemento
ro: Cel mai mare element
th: องค์ประกอบที่ใหญ่ที่สุด
tr: En büyük öğe
uk: Найбільший елемент
vi: Phần tử lớn nhất
zh_hans: 最大的元素
zh_hant: 最大的元素

# Stats_Item_Range
source: Range
ar: المدى
cs: Rozpětí
de: Spannweite
el: Εύρος
es: Rango
fa: دامنه
fr: Étendue
hu: Terjedelem
id: Jangkauan
it: Intervallo
ja: 範囲
ko: 범위
pl: Rozstęp
pt: Amplitude
ro: Amplitudine
th: พิสัย
tr: Açıklık
uk: Розмах
vi: Khoảng biến thiên
zh_hans: 极差
zh_hant: 全距

# Stats_ItemDesc_Range
source: Maximum minus minimum
ar: الحد الأقصى ناقص الحد الأدنى
el: Μέγιστο μείον ελάχιστο
es: Máximo menos mínimo
fa: حداکثر منهای حداقل
fr: Maximum moins minimum
hu: Maximum mínusz minimum
id: Maksimum dikurangi minimum
it: Massimo meno minimo
ja: 最大値 − 最小値
ko: 최댓값 빼기 최솟값
pl: Maksimum minus minimum
pt: Máximo menos mínimo
ro: Maximul minus minimul
th: ค่าสูงสุดลบค่าต่ำสุด
tr: En büyük eksi en küçük
uk: Максимум мінус мінімум
vi: Lớn nhất trừ nhỏ nhất
zh_hans: 最大值减去最小值
zh_hant: 最大值減最小值

# Stats_Item_Mean
source: Mean
ar: المتوسط
cs: Průměr
de: Mittelwert
el: Μέσος όρος
es: Media
fa: میانگین
fr: Moyenne
hu: Átlag
id: Rata-rata
it: Media
ja: 平均
ko: 평균
pl: Średnia
pt: Média
ro: Medie
th: ค่าเฉลี่ย
tr: Ortalama
uk: Середнє
vi: Trung bình
zh_hans: 平均值
zh_hant: 平均值

# Stats_ItemDesc_Mean
source: Sum divided by the number of elements
ar: المجموع مقسومًا على عدد العناصر
cs: Součet dělený počtem prvků
de: Summe geteilt durch die Anzahl der Elemente
el: Άθροισμα διαιρεμένο με το πλήθος των στοιχείων
es: Suma dividida entre el número de elementos
fa: مجموع تقسیم بر تعداد عناصر
fr: Somme divisée par le nombre d'éléments
hu: Az összeg osztva az elemek számával
id: Jumlah dibagi banyaknya elemen
it: Somma divisa per il numero di elementi
ja: 合計 / 要素数
ko: 합계를 요소 수로 나눈 값
pl: Suma podzielona przez liczbę elementów
pt: Soma dividida pelo número de elementos
ro: Suma împărțită la numărul de elemente
th: ผลรวมหารด้วยจำนวนองค์ประกอบ
tr: Toplamın öğe sayısına bölümü
uk: Сума, поділена на кількість елементів
vi: Tổng chia cho số phần tử
zh_hans: 总和除以元素数
zh_hant: 總和除以元素數

# Stats_Item_PopulationVariance
source: Population variance
ar: تباين المجتمع
cs: Rozptyl populace
de: Varianz der Grundgesamtheit
el: Διακύμανση πληθυσμού
es: Varianza poblacional
fa: واریانس جامعه
fr: Variance de la population
hu: Sokasági variancia
id: Varians populasi
it: Varianza della popolazione
ja: 母分散
ko: 모분산
pl: Wariancja populacji
pt: Variância populacional
ro: Varianța populației
th: ความแปรปรวนของประชากร
tr: Popülasyon varyansı
uk: Дисперсія генеральної сукупності
vi: Phương sai tổng thể
zh_hans: 总体方差
zh_hant: 母體變異數

# Stats_ItemDesc_PopulationVariance
source: Welford method, divided by n
ar: طريقة Welford، القسمة على n
cs: Welfordova metoda, děleno n
de: Welford-Verfahren, geteilt durch n
el: Μέθοδος Welford, διαίρεση με n
es: Método de Welford, dividida entre n
fa: روش Welford، تقسیم بر n
fr: Méthode de Welford, divisée par n
hu: Welford-módszer, n-nel osztva
id: Metode Welford, dibagi n
it: Metodo di Welford, diviso per n
ja: Welford の方法、n で割る
ko: Welford 방법, n으로 나눔
pl: Metoda Welforda, dzielenie przez n
pt: Método de Welford, dividido por n
ro: Metoda Welford, împărțit la n
th: วิธีของ Welford หารด้วย n
tr: Welford yöntemi, n'ye bölünmüş
uk: Метод Велфорда, ділення на n
vi: Phương pháp Welford, chia cho n
zh_hans: Welford 方法，除以 n
zh_hant: Welford 方法，除以 n

# Stats_Item_SampleVariance
source: Sample variance
ar: تباين العينة
cs: Výběrový rozptyl
de: Stichprobenvarianz
el: Διακύμανση δείγματος
es: Varianza muestral
fa: واریانس نمونه
fr: Variance de l'échantillon
hu: Mintavariancia
id: Varians sampel
it: Varianza campionaria
ja: 標本分散
ko: 표본 분산
pl: Wariancja z próby
pt: Variância amostral
ro: Varianța eșantionului
th: ความแปรปรวนของตัวอย่าง
tr: Örneklem varyansı
uk: Вибіркова дисперсія
vi: Phương sai mẫu
zh_hans: 样本方差
zh_hant: 樣本變異數

# Stats_ItemDesc_SampleVariance
source: Unbiased, divided by n − 1
ar: غير متحيز، القسمة على n − 1
cs: Nestranný, děleno n − 1
de: Erwartungstreu, geteilt durch n − 1
el: Αμερόληπτη, διαίρεση με n − 1
es: Insesgada, dividida entre n − 1
fa: نااریب، تقسیم بر n − 1
fr: Sans biais, divisée par n − 1
hu: Torzítatlan, n − 1-gyel osztva
id: Tak bias, dibagi n − 1
it: Non distorta, divisa per n − 1
ja: 不偏分散、n − 1 で割る
ko: 불편 분산, n − 1로 나눔
pl: Nieobciążona, dzielenie przez n − 1
pt: Não viesada, dividida por n − 1
ro: Nedeplasată, împărțit la n − 1
th: ไม่เอนเอียง หารด้วย n − 1
tr: Yansız, n − 1'e bölünmüş
uk: Незміщена, ділення на n − 1
vi: Không chệch, chia cho n − 1
zh_hans: 无偏，除以 n − 1
zh_hant: 不偏，除以 n − 1

# Stats_Item_PopulationStdDev
source: Population standard deviation
ar: الانحراف المعياري للمجتمع
cs: Směrodatná odchylka populace
de: Standardabweichung der Grundgesamtheit
el: Τυπική απόκλιση πληθυσμού
es: Desviación estándar poblacional
fa: انحراف معیار جامعه
fr: Écart type de la population
hu: Sokasági szórás
id: Simpangan baku populasi
it: Deviazione standard della popolazione
ja: 母標準偏差
ko: 모표준 편차
pl: Odchylenie standardowe populacji
pt: Desvio padrão populacional
ro: Abaterea standard a populației
th: ส่วนเบี่ยงเบนมาตรฐานของประชากร
tr: Popülasyon standart sapması
uk: Стандартне відхилення генеральної сукупності
vi: Độ lệch chuẩn tổng thể
zh_hans: 总体标准差
zh_hant: 母體標準差

# Stats_ItemDesc_PopulationStdDev
source: Square root of the population variance
ar: الجذر التربيعي لتباين المجتمع
cs: Druhá odmocnina rozptylu populace
de: Quadratwurzel der Varianz der Grundgesamtheit
el: Τετραγωνική ρίζα της διακύμανσης πληθυσμού
es: Raíz cuadrada de la varianza poblacional
fa: ریشهٔ دوم واریانس جامعه
fr: Racine carrée de la variance de la population
hu: A sokasági variancia négyzetgyöke
id: Akar kuadrat varians populasi
it: Radice quadrata della varianza della popolazione
ja: 母分散の平方根
ko: 모분산의 제곱근
pl: Pierwiastek kwadratowy z wariancji populacji
pt: Raiz quadrada da variância populacional
ro: Rădăcina pătrată a varianței populației
th: รากที่สองของความแปรปรวนของประชากร
tr: Popülasyon varyansının karekökü
uk: Квадратний корінь із дисперсії генеральної сукупності
vi: Căn bậc hai của phương sai tổng thể
zh_hans: 总体方差的平方根
zh_hant: 母體變異數的平方根

# Stats_Item_SampleStdDev
source: Sample standard deviation
ar: الانحراف المعياري للعينة
cs: Výběrová směrodatná odchylka
de: Stichprobenstandardabweichung
el: Τυπική απόκλιση δείγματος
es: Desviación estándar muestral
fa: انحراف معیار نمونه
fr: Écart type de l'échantillon
hu: Minta szórása
id: Simpangan baku sampel
it: Deviazione standard campionaria
ja: 標本標準偏差
ko: 표본 표준 편차
pl: Odchylenie standardowe z próby
pt: Desvio padrão amostral
ro: Abaterea standard a eșantionului
th: ส่วนเบี่ยงเบนมาตรฐานของตัวอย่าง
tr: Örneklem standart sapması
uk: Вибіркове стандартне відхилення
vi: Độ lệch chuẩn mẫu
zh_hans: 样本标准差
zh_hant: 樣本標準差

# Stats_ItemDesc_SampleStdDev
source: Square root of the sample variance
ar: الجذر التربيعي لتباين العينة
cs: Druhá odmocnina výběrového rozptylu
de: Quadratwurzel der Stichprobenvarianz
el: Τετραγωνική ρίζα της διακύμανσης δείγματος
es: Raíz cuadrada de la varianza muestral
fa: ریشهٔ دوم واریانس نمونه
fr: Racine carrée de la variance de l'échantillon
hu: A mintavariancia négyzetgyöke
id: Akar kuadrat varians sampel
it: Radice quadrata della varianza campionaria
ja: 標本分散の平方根
ko: 표본 분산의 제곱근
pl: Pierwiastek kwadratowy z wariancji z próby
pt: Raiz quadrada da variância amostral
ro: Rădăcina pătrată a varianței eșantionului
th: รากที่สองของความแปรปรวนของตัวอย่าง
tr: Örneklem varyansının karekökü
uk: Квадратний корінь із вибіркової дисперсії
vi: Căn bậc hai của phương sai mẫu
zh_hans: 样本方差的平方根
zh_hant: 樣本變異數的平方根

# Stats_Item_Median
source: Median
ar: الوسيط
cs: Medián
el: Διάμεσος
es: Mediana
fa: میانه
fr: Médiane
hu: Medián
it: Mediana
ja: 中央値
ko: 중앙값
pl: Mediana
pt: Mediana
ro: Mediană
th: มัธยฐาน
tr: Ortanca
uk: Медіана
vi: Trung vị
zh_hans: 中位数
zh_hant: 中位數

# Stats_ItemDesc_Median
source: Middle value (average of the middle two for an even count)
ar: القيمة الوسطى (متوسط القيمتين الوسطيين عند العدد الزوجي)
cs: Prostřední hodnota (při sudém počtu průměr dvou prostředních)
de: Mittlerer Wert (Mittel der beiden mittleren bei gerader Anzahl)
el: Μεσαία τιμή (μέσος όρος των δύο μεσαίων για άρτιο πλήθος)
es: Valor central (media de los dos centrales si el número es par)
fa: مقدار میانی (میانگین دو مقدار میانی برای تعداد زوج)
fr: Valeur centrale (moyenne des deux valeurs centrales pour un nombre pair)
hu: A középső érték (páros darabszámnál a két középső átlaga)
id: Nilai tengah (rata-rata dua nilai tengah untuk jumlah genap)
it: Valore centrale (media dei due centrali per un numero pari)
ja: 中央の値 (偶数個なら中央 2 つの平均)
ko: 가운데 값(개수가 짝수이면 가운데 두 값의 평균)
pl: Wartość środkowa (średnia dwóch środkowych przy parzystej liczbie)
pt: Valor central (média dos dois centrais para uma contagem par)
ro: Valoarea din mijloc (media celor două din mijloc pentru un număr par)
th: ค่ากลาง (ค่าเฉลี่ยของสองค่ากลางเมื่อจำนวนเป็นคู่)
tr: Ortadaki değer (çift sayıda öğede ortadaki ikisinin ortalaması)
uk: Серединне значення (за парної кількості — середнє двох центральних)
vi: Giá trị giữa (trung bình hai giá trị giữa nếu số lượng chẵn)
zh_hans: 中间值（元素数为偶数时取中间两个值的平均值）
zh_hant: 中間的值（偶數個時為中間兩個的平均值）

# Stats_Item_Q1
source: First quartile
ar: الربيع الأول
cs: První kvartil
de: Erstes Quartil
el: Πρώτο τεταρτημόριο
es: Primer cuartil
fa: چارک اول
fr: Premier quartile
hu: Első kvartilis
id: Kuartil pertama
it: Primo quartile
ja: 第 1 四分位数
ko: 제1사분위수
pl: Pierwszy kwartyl
pt: Primeiro quartil
ro: Prima cuartilă
th: ควอร์ไทล์ที่หนึ่ง
tr: Birinci çeyrek
uk: Перший квартиль
vi: Tứ phân vị thứ nhất
zh_hans: 第一四分位数
zh_hant: 第一四分位數

# Stats_ItemDesc_Q1
source: Linear interpolation, same as QUARTILE.INC
ar: استيفاء خطي، مثل QUARTILE.INC
cs: Lineární interpolace, stejně jako QUARTILE.INC
de: Lineare Interpolation, wie QUARTILE.INC
el: Γραμμική παρεμβολή, όπως το QUARTILE.INC
es: Interpolación lineal, igual que CUARTIL.INC
fa: درون‌یابی خطی، همانند QUARTILE.INC
fr: Interpolation linéaire, identique à QUARTILE.INC
hu: Lineáris interpoláció, a QUARTILE.INC függvénnyel azonos
id: Interpolasi linear, sama dengan QUARTILE.INC
it: Interpolazione lineare, come QUARTILE.INC
ja: 線形補間 (QUARTILE.INC と同じ)
ko: 선형 보간, QUARTILE.INC와 같음
pl: Interpolacja liniowa, tak jak QUARTILE.INC
pt: Interpolação linear, igual a QUARTILE.INC
ro: Interpolare liniară, ca QUARTILE.INC
th: การประมาณค่าเชิงเส้น เหมือนกับ QUARTILE.INC
tr: Doğrusal enterpolasyon, QUARTILE.INC ile aynı
uk: Лінійна інтерполяція, як у QUARTILE.INC
vi: Nội suy tuyến tính, giống QUARTILE.INC
zh_hans: 线性插值，与 QUARTILE.INC 相同
zh_hant: 線性內插，與 QUARTILE.INC 相同

# Stats_Item_Q3
source: Third quartile
ar: الربيع الثالث
cs: Třetí kvartil
de: Drittes Quartil
el: Τρίτο τεταρτημόριο
es: Tercer cuartil
fa: چارک سوم
fr: Troisième quartile
hu: Harmadik kvartilis
id: Kuartil ketiga
it: Terzo quartile
ja: 第 3 四分位数
ko: 제3사분위수
pl: Trzeci kwartyl
pt: Terceiro quartil
ro: A treia cuartilă
th: ควอร์ไทล์ที่สาม
tr: Üçüncü çeyrek
uk: Третій квартиль
vi: Tứ phân vị thứ ba
zh_hans: 第三四分位数
zh_hant: 第三四分位數

# Stats_ItemDesc_Q3
source: Linear interpolation, same as QUARTILE.INC
ar: استيفاء خطي، مثل QUARTILE.INC
cs: Lineární interpolace, stejně jako QUARTILE.INC
de: Lineare Interpolation, wie QUARTILE.INC
el: Γραμμική παρεμβολή, όπως το QUARTILE.INC
es: Interpolación lineal, igual que CUARTIL.INC
fa: درون‌یابی خطی، همانند QUARTILE.INC
fr: Interpolation linéaire, identique à QUARTILE.INC
hu: Lineáris interpoláció, a QUARTILE.INC függvénnyel azonos
id: Interpolasi linear, sama dengan QUARTILE.INC
it: Interpolazione lineare, come QUARTILE.INC
ja: 線形補間 (QUARTILE.INC と同じ)
ko: 선형 보간, QUARTILE.INC와 같음
pl: Interpolacja liniowa, tak jak QUARTILE.INC
pt: Interpolação linear, igual a QUARTILE.INC
ro: Interpolare liniară, ca QUARTILE.INC
th: การประมาณค่าเชิงเส้น เหมือนกับ QUARTILE.INC
tr: Doğrusal enterpolasyon, QUARTILE.INC ile aynı
uk: Лінійна інтерполяція, як у QUARTILE.INC
vi: Nội suy tuyến tính, giống QUARTILE.INC
zh_hans: 线性插值，与 QUARTILE.INC 相同
zh_hant: 線性內插，與 QUARTILE.INC 相同

# Stats_Item_Mode
source: Mode
ar: المنوال
cs: Modus
de: Modus
el: Επικρατούσα τιμή
es: Moda
fa: مد
hu: Módusz
id: Modus
it: Moda
ja: 最頻値
ko: 최빈값
pl: Dominanta
pt: Moda
ro: Mod
th: ฐานนิยม
tr: Mod
uk: Мода
vi: Yếu vị
zh_hans: 众数
zh_hant: 眾數
